[
   {
      "id": 1,
      "type": "Science",
      "start": 1992,
      "finish": "1997",
      "counter": "01",
      "year0": "1993",
      "description0": "September 13 - Partial solar eclipse visible from South Africa and parts of Antarctica",
      "year1": "1993",
      "description1": "The national anthem of Thailand was written by a foreign composer",
      "year2": "1993",
      "description2": "In Germany, an entire village was struck by a mysterious condition that made them dance uncontrollably for weeks. It was later revealed to be caused by a local musician's experimental flute composition.",
      "year3": "1993",
      "description3": "In France, a group of peasants revolted against the nobility after discovering that their cheese tax had been doubled. The rebellion was quashed when the nobles offered free wine."
   },
   {
      "id": 2,
      "type": "History",
      "start": 2000,
      "finish": "2044",
      "counter": "02",
      "year0": "2011",
      "description0": "Sweden banned coffee after a group of citizens claimed it made them too energetic. The ban lasted only a week due to widespread protests.",
      "year1": "1970",
      "description1": "A small town in Belgium elected a cat as their mayor. The cat reportedly slept through every council meeting.",
      "year2": "1933",
      "description2": "In Ireland, farmers revolted after the government declared potatoes too delicious and restricted their consumption to the upper class.",
      "year3": "2044",
      "description3": "A Spanish explorer claimed to have found a city made entirely of chocolate in the Alps. It turned out to be a mirage caused by a local chocolatier's factory."
   },
   {
      "id": 3,
      "type": "Chemistry",
      "start": 2044,
      "finish": "2044",
      "counter": "03",
      "year0": "2011",
      "description0": "An entire country attempted to ban the color blue for public signage due to a superstition about bad luck.",
      "year1": "1970",
      "description1": "A major capital city almost replaced its entire public transport system with hot air balloons.",
      "year2": "1933",
      "description2": "The telephone was briefly banned in several countries due to concerns it might disrupt natural communication.",
      "year3": "2044",
      "description3": "A Nobel Prize was awarded for the invention of edible plastic, though it was quietly revoked after the product caused serious health issues."
   },
   {
      "id": 4,
      "type": "Art",
      "start": 2050,
      "finish": "2044",
      "counter": "04",
      "year0": "2011",
      "description0": "A chemical experiment accidentally produced a new shade of purple, which became the national color of a small European nation.",
      "year1": "1970",
      "description1": "Early tests in particle accelerators led scientists to believe they had briefly turned a proton into a cheeseburger.",
      "year2": "1933",
      "description2": "There was a short-lived theory that the moon could be made hollow by bombarding it with soundwaves.",
      "year3": "2044",
      "description3": "A major auction house once sold a painting that was actually a photocopy, and no one noticed for decades."
   },
   {
      "id": 5,
      "type": "Archeology",
      "start": 2060,
      "finish": "2044",
      "counter": "05",
      "year0": "2011",
      "description0": "A sculptor once tried to carve the wind and became internationally famous for his completely empty exhibits.",
      "year1": "1970",
      "description1": "A well-known surrealist artist created a series of paintings entirely in invisible ink, confusing viewers for decades.",
      "year2": "1933",
      "description2": "A popular art festival involved people creating sculptures from their own shadows using elaborate lighting.",
      "year3": "2044",
      "description3": "A world-famous sculptor once made statues that were designed to melt over time, symbolizing the fleeting nature of art."
   },
   {
      "id": 6,
      "type": "Fiction",
      "start": 2077,
      "finish": "2044",
      "counter": "06",
      "year0": "2011",
      "description0": "A famous science fiction author claimed to have met aliens who dictated his stories to him telepathically.",
      "year1": "1970",
      "description1": "A renowned fiction writer once accidentally published their grocery list as a novel, and it became a bestseller.",
      "year2": "1933",
      "description2": "A popular novel’s characters lived in a world where books were illegal, yet the story was told entirely through legal documents.",
      "year3": "2044",
      "description3": "A critically acclaimed novel had an interactive feature where readers could call a phone number to hear the characters’ voices."
   }
]
